Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samediggi-article-1176.html.tmx
Source language: nob
Languages: sme

source: PRM: Sametinget og Nordland fylkeskommune inngår samarbeidsavtale - Sámediggi Sametinget
sme: Sámediggi Sametinget

source: PRM: Sametinget og Nordland fylkeskommune inngår samarbeidsavtale
sme: Tove Kaspersen, Nordland Fylkeskommune

source: Sametinget og Nordlands fylkeskommune skriver under samarbeidsavtale for å styrke og synliggjøre samisk kultur, språk og samfunnsliv.
sme: Aili Keskitalo Sámediggepresideanta

source: Fylkesordfører Geir Knutson og sametingspresident Aili Keskitalo.
sme: Aili Keskitalo

source: Tove Kaspersen, Nordland Fylkeskommune
sme: Telefuvdna

source: Overordnet mål med avtalen er å legge forholdene til rette for et varig fast samarbeid mellom partene i saker som angår samene og samiske områder i Nordland fylke, samt å prioritere disse i fellesskap.
sme: Mobila
